Repository: rTolik1104/work2
Catalog: micros.MicrosSetting/micros.MicrosSetting.Shared/ModuleSystem.*.resx
Languages: uz

# CoverDescription
source: Module for setup additional data in DirectumRX for others systems
uz: Lokalizatsiya moduli Micros kompaniyasi tomonidan ishlab chiqilgan boʻlib, tizimni Oʻzbekiston Respublikasi uchun mahalliylashtirish uchun moʻljallangan, kerakli maʼlumotnomalarni oʻz ichiga oladi, E-IMZO ERI bilan integratsiyani qoʻllab-quvvatlaydi, Multibank elektron hujjat aylanishi operatori bilan integratsiyani qoʻllab-quvvatlaydi (TIN boʻyicha kontragent kartalarini toʻldirish) ) va boshqa funktsiyalar.

# CoverTitle
source: Micros settings
uz: O'zbekiston uchun mahalliylashtirish

# CoverGroup_AddingInformation
source: Directories of the Republic of Uzbekistan
uz: Ozbekiston Respublikasi malumotnomasi

# CoverAction_AddUzSettlements
source: Import settlements (SOATO)
uz: Aholi punktlarini yuklash (SOATO)

# CoverDescription_AddUzSettlements
source: Load settlements of RUz according to the SOATO classifier.
uz: SOATO tasniflagichi bo'yicha O'zbekiston Respublikasi aholi punktlarini yuklash.

# CoverDescription_AddUzBanks
source: Loading the directory of banks of the Republic of Uzbekistan.
uz: O'zbekiston Respublikasi banklari ma'lumotnomasini yuklab olish.

# CoverAction_AddUzBanks
source: Import the directory of banks of the Republic of Uzbekistan
uz: O'zbekiston Respublikasi banklari ma'lumotnomasini import qilish.

# DisplayName
source: MicrosSetting
uz: O'zbekiston uchun mahalliylashtirish

# CoverGroup_Micros24IntegrationSettings
source: Integration With Multibank Service
uz: Multibank xizmati bilan integratsiya

# CoverAction_AddMeasurentment
source: Import reference book of units of measurement of GNC
uz: GNK o'lchov birliklarining ma'lumotnomasini import qiling

# CoverDescription_AddMeasurentment
source: Loading the reference book of units of measurement of GNK.
uz: GNK o'lchov birliklari ma'lumotnomasini yuklash.

# CoverAction_Measurenment
source: Measurement
uz: Birliklar

# CoverDescription_Measurenment
source: Dictionary of measurements for work with Micros24.uz
uz: Micros24.uz elektron hujjat aylanishi operatori bilan ishlash uchun o'lchov birliklari ma'lumotnomasi

# CoverAction_MultibankAuthorization
source: Integration with the service for obtaining information about counterparties of the RUz
uz: O‘zbekiston Respublikasi pudratchilari to‘g‘risidagi ma’lumotlarni olish xizmati bilan integratsiya.

# CoverDescription_MultibankAuthorization
source: Filling in legal information about counterparties by TIN.
uz: TIN bo'yicha kontragentlar to'g'risidagi huquqiy ma'lumotlarni to'ldirish.

# CoverAction_CreateCertificate
source: Create certificate
uz: Raqamli sertifikat yaratish

# CoverDescription_CreateCertificate
source: Утилита предназначена для извлечения открытого сертификата из PKCS#12 контейнера (файл .pfx).
uz: Yordamchi dastur PKCS#12 konteyneridan (.pfx fayli) umumiy sertifikat olish uchun mo'ljallangan.

# CoverAction_ShowAllCerificates
source: Show All Cerificates
uz: Raqamli sertifikatlar

# CoverDescription_ShowAllCerificates
source: Сертификаты предназначенные для установки электронной подписи на документы.
uz: Hujjatlarga elektron imzo o'rnatish uchun mo'ljallangan sertifikatlar.
