Repository: rTolik1104/work2
Catalog: micros.MultibankModule/micros.MultibankModule.Shared/MBKAssignment/MBKAssignmentSystem.*.resx
Languages: ru

# Enum_Result_Accept
source: Accept
ru: Подтвердить

# Action_AcceptDescription
source: Complete the assignment with result "Accept"
ru: Выполнение задания с результатом "Подтвердить"

# Action_AcceptConfirmationMessage
source: Complete the assignment with result "Accept"?
ru: Выполнить задание с результатом "Подтвердить"?

# Action_Accept
source: Accept
ru: Подтвердить

# Action_AcceptHint
source: Complete with Result "Accept"
ru: Выполнить с результатом "Подтвердить"

# Enum_Result_Reject
source: Reject
ru: Отклонить

# Action_Reject
source: Reject
ru: Отклонить

# Action_RejectHint
source: Complete with Result "Reject"
ru: Выполнить с результатом "Отклонить"

# Action_RejectConfirmationMessage
source: Complete the assignment with result "Reject"?
ru: Выполнить задание с результатом "Отклонить"?

# Action_RejectDescription
source: Complete the assignment with result "Reject"
ru: Выполнение задания с результатом "Отклонить"

# Enum_Result_Annul
source: Annul
ru: Аннулировать

# Action_Annul
source: Annul
ru: Аннулировать

# Action_AnnulHint
source: Complete with Result "Annul"
ru: Выполнить с результатом "Аннулировать"

# Action_AnnulConfirmationMessage
source: Complete the assignment with result "Annul"?
ru: Выполнить задание с результатом "Аннулировать"?

# Action_AnnulDescription
source: Complete the assignment with result "Annul"
ru: Выполнение задания с результатом "Аннулировать"

# Enum_Result_Forward
source: Forward
ru: Переслать

# Action_Forward
source: Forward
ru: Переслать

# Action_ForwardHint
source: Complete with Result "Forward"
ru: Выполнить с результатом "Переслать"

# Action_ForwardConfirmationMessage
source: Complete the assignment with result "Forward"?
ru: Выполнить задание с результатом "Переслать"?

# Action_ForwardDescription
source: Complete the assignment with result "Forward"
ru: Выполнение задания с результатом "Переслать"

# Ribbon_Service_0bd4d4b45712470f9a02ebe7c9ce1ce6
source: Service
ru: Служебные

# Action_UpdateFromMultibank
source: UpdateFromMultibank
ru: Обновить из ЭДО

# Action_UpdateFromMultibankHint
source: UpdateFromMultibank
ru: Обновить из ЭДО

# Action_UpdateFromMultibankDescription
source: UpdateFromMultibank
ru: Обновить из ЭДО

# Enum_Result_SimpleFinish
source: SimpleFinish
ru: Завершить без действия

# Action_SimpleFinish
source: SimpleFinish
ru: Завершить без действия

# Action_SimpleFinishHint
source: Complete with Result "SimpleFinish"
ru: Выполнить с результатом "Завершить без действия"

# Action_SimpleFinishConfirmationMessage
source: Complete the assignment with result "SimpleFinish"?
ru: Выполнить задание с результатом "Завершить без действия"?

# Action_SimpleFinishDescription
source: Complete the assignment with result "SimpleFinish"
ru: Выполнение задания с результатом "Завершить без действия"

# Property_DocumentStatus
source: Document Status
ru: Статус документа

# Enum_DocumentStatus_InProcess
source: In process
ru: В процессе

# Enum_DocumentStatus_Finished
source: Finished
ru: Завершен

# Action_SendForFreeApproval
source: For Free Approval
ru: На свободное согласование

# Action_SendForFreeApprovalHint
source: Send for free approval
ru: Отправить на свободное согласование

# Action_SendForFreeApprovalDescription
source: Send document for free approval by task
ru: Отправка документа задачей на свободное согласование
